tap "atomicjar/tap"
tap "denisidoro/tools"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ohueter/tap"
brew "antidote"
brew "bash"
brew "ca-certificates"
brew "openssl@3"
brew "bat"
brew "qemu"
brew "colima"
brew "coreutils"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "libgcrypt"
brew "libpq"
brew "liquibase"
brew "make"
brew "mas"
brew "maven-completion"
brew "micro"
brew "node"
brew "python@3.10"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "clean-me"
cask "deepl"
cask "font-jetbrains-mono-nerd-font"
cask "font-montserrat"
cask "glance"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-edge"
cask "notion"
cask "pocket-casts"
cask "postman"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "visual-studio-code"
cask "zoom"
mas "Magnet", id: 441258766
mas "OneAuth", id: 1142928979
mas "Pasta", id: 1438389787
