tap "denisidoro/tools"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antibody"
brew "bash"
brew "bat"
brew "xz"
brew "cocoapods"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "go"
brew "graphviz"
brew "httpie"
brew "hyperfine"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "make"
brew "mas"
brew "micro"
brew "moreutils"
brew "node", link: false
brew "openssh"
brew "openssl@3"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
cask "1clipboard"
cask "adobe-acrobat-reader"
cask "clean-me"
cask "daisydisk"
cask "deepl"
cask "docker"
cask "font-firacode-nerd-font"
cask "glance"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "paragon-ntfs"
cask "pocket-casts"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "spotify"
cask "suspicious-package"
cask "transmission-remote-gui"
cask "vlc"
mas "Bitdefender Virus Scanner", id: 500154009
mas "Hotspot Shield", id: 771076721
mas "HP Smart", id: 1474276998
mas "Magnet", id: 441258766
mas "Sleep No More", id: 578878161
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
