tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gettext"
brew "git"
brew "unbound"
brew "gnupg"
brew "go"
brew "xz"
brew "httpie"
brew "hugo"
brew "jq"
brew "libusbmuxd"
brew "libxml2"
brew "mas"
brew "micro"
brew "moreutils"
brew "node"
brew "openssh"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "getantibody/tap/antibody"
cask "adobe-acrobat-reader"
cask "clean-me"
cask "daisydisk"
cask "deepl"
cask "docker"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-firacode-nerd-font"
cask "glance"
cask "google-backup-and-sync"
cask "iterm2"
cask "notion"
cask "paragon-ntfs"
cask "pocket-casts"
cask "postman"
cask "raspberry-pi-imager"
cask "slack"
cask "soda-player"
cask "spotify"
cask "suspicious-package"
cask "transmission"
cask "transmission-remote-gui"
cask "vlc"
cask "whatsapp"
mas "Bitdefender Virus Scanner", id: 500154009
mas "HP Smart", id: 1474276998
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
