# Oh-my-zsh
ohmyzsh/ohmyzsh path:lib

# Oh-my-zsh Plugins
ohmyzsh/ohmyzsh path:plugins/fzf
# ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/z

# zsh-users Plugins
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

# Other Plugins

# Themes
denysdovhan/spaceship-prompt
